source/_static/diagrams/part-test-class-config-run.d2
direction: right
n0: "ReframeReader"
n1: "class"
n2: "config"
n3: "run"
n0 -> n1
n0 -> n2
